[
  {
    "intent":"ProblemsWCar",
    "examples": [
      "what if there is a problem with the car",
      "what if there is a problem with my car",
      "what if I encounter problems with the car",
      "There is a problem with the car",
      "Do you have a warranty",
      "what is the warranty",
      "There is a something wrong with the car",
      "what if there is a something wrong with the car",
      "what do I do if there is a problem with the car",
      "what if there is something wrong with the car",
      "am I covered by a warranty",
      "do I get a warranty",
      "what is covered by a warranty",
      "how long am I covered by a warranty",
      "what if there are problems with the car",
      "what if i find a problem with your car",
      "what if I find a problem with the car",
      "what if i find problems with the car"
    ],
    "metadata": [
      "Your engine and gearbox is covered by a 1 year warranty. Bring the car to our CARRO workshop and we’ll get it sorted. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"WhereDoesCarroGetItsCars",
    "examples": [
      "Where does Carro get its cars",
      "Where does Carro get its cars from",
      "Where does Kara get its cars",
      "where do you get your cars from",
      "where do the cars come from",
      "Where does Kara get its cars from",
      "Where does Carro get the cars from",
      "Where does Carro get the cars",
      "where does Carro get its caused from",
      "where do you get your cars",
      "where do your cars come from",
      "where are your cars from"
      ],
    "metadata": [
      "Pre-owned cars listed on our platform have been purchased from other consumers like you. To ensure that all cars sold on CARRO are of high quality, these cars will go through a rigorous 160-point inspection, cleaning and sanitisation process before being listed. If we identify any issues, our in-house workshop will fix it! What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"DocumentsToBuy",
    "examples": [
      "What are the documents needed to buy a used car from Carro",
      "What documents do I need to buy a car",
      "What documents do I need to purchase a car",
      "What documents do I need to buy a car at Carro",
      "What documents do I need to buy a car at kara",
      "What documents do I need to purchase a car at Carro",
      "What documents do I need to buy a at Kara",
      "What do I need to buy a car",
      "What do I bring to buy a car",
      "What documents do I bring to buy a car",
      "What documents do I bring to buy a car at Carro",
      "What documents do I need to buy a car to buy a used car",
      "What documents do I need if I want to buy a car",
      "What documents do I need if I want to purchase a car",
      "What documents should I bring if I want to buy a car",
      "What documents should I bring if I want to purchase a car",
      "What documents do I bring",
      "What are the documents needed to buy a car",
      "What are the documents needed to purchase a used car from Carro",
      "What are the documents needed to buy a used car",
      "What are the documents needed to purchase a used car"
    ],
    "metadata": [
      "To buy a used car, you will need to bring your NRIC or Passport and Proof of Income. The Proof of Income is needed to apply for car loans. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"DocumentsAfterSelling",
    "examples": [
      "What documents will I receive after selling my car",
      "will I get a sales agreement after selling my car",
      "will I get a sales agreement",
      "will I get a sales and purchase agreement",
      "will I get a sales and purchase agreement after selling my car",
      "what documents do I get after selling my car",
      "what documentation will I receive after selling my car",
      "what documentation will I get after selling"
    ],
    "metadata": [
      "You will receive a Sales & Purchase Agreement detailing the transaction. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"ServicesYouOffer",
    "examples": [
      "Can you tell me about the services you offer",
      "what services do you offer",
      "Can you tell me about the services Carro offers",
      "Can you tell me about the services Kara offers",
      "what services does Carro offer",
      "what services does kara offer",
      "what does carro do",
      "what does kara do",
      "what are your services",
      "tell me about carro's services",
      "tell me about your services",
      "what services do you offer",
      "what services do you provide",
      "what services does carro offer",
      "what services doe carro provide",
      "what services does kara offer",
      "what services doe kara provide",
      "what services are availble",
      "what do you do"

    ],
    "metadata": [
      "Carro provides a range of services across the entire car ownership ecosystem. These include in-house financing solutions, innovative insurance products, flexible car ownership experience and after-sales services. It has pioneered innovative services such as Singapore’s first contactless online car purchase service, first car subscription service and the first region-wide behaviour and usage-based car insurance solutions. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"HowLongDoesDeliveryTake",
    "examples": [
      "How long does delivery take",
      "how long will it take to deliver",
      "how long will I wait for deliver",
      "how long until it gets delivered",
      "when will my car get delivered",
      "when will it get delivered",
      "how long until it gets delivered",
      "how long until my car gets delivered",
      "when will my car arrive",
      "when will it arrive",
      "when can I expect my car to arrive",
      "when can I expect my car to be delivered",
      "when can I expect my car to get delivered",
      "when can I expect it to be delivered",
      "when can i expect it to arrive",
      "when can i expect it to get delivered",
      "when should I expect my car to arrive",
      "when should I expect my car to be delivered",
      "when should I expect my car to get delivered",
      "when should I expect it to be delivered",
      "when should i expect it to arrive",
      "when should i expect it to get delivered",
      "how long will it take to be delivered",
      "how long will my car take to be delivered",
      "can I get my car delivered",
      "can i get it delivered",
      "how long will delivery take",
      "when will it arrive",
      "when can you deliver my car",
      "when will you deliver my car"
    ],
    "metadata": [
      "After completing your purchase, your car will be delivered to you within 3 days. Alternatively, you can visit our CARRO Lounge if you'd like to collect your car on the same day. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"HowMuchIsDelivery",
    "examples": [
      "how much is delivery",
      "how much does delivery cost",
      "what is the delivery cost",
      "how much is the delivery cost",
      "how much do I pay for delivery",
      "how much does it cost to get delivered",
      "how much would delivery cost",
      "how much would it be to get it delivered",
      "what is the delivery charge",
      "delivery fee",
      "delivery cost",
      "what is the delivery fee",
      "delivery charge"

    ],
    "metadata": [
      "If you opt for delivery, there will be an $80 delivery fee for all certified pre-owned cars. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"RefundPolicy",
    "examples": [
      "what's your return policy",
      "what is your refund policy",
      "what is your return policy",
      "what's your refund policy",
      "return policy",
      "refund policy",
      "what if I don't like the car",
      "what happens if I don't like it",
      "what happens if I don't like the car",
      "what is carro's refund policy",
      "what is carros return policy",
      "what's the return policy",
      "what is the refund policy",
      "what if I am not satisfied by the car",
      "what if I am not satisfied by my purchase",
      "can i get a refund",
      "can i return it",
      "can i return the car if I don't like it",
      "can i return the car",
      "can i get a refund on the car",
      "can I get a refund if I don't like it",
      "can I get a refund if I don't like the car",
      "can I return the car if I don't like it",
      "can i return the car to you",
      "can I return your car"
    ],
    "metadata": [
      "If you are not satisfied with your purchase, you can return the car within 3 days and with a maximum driving limit of 150 km. After which, you can pick another car that's more suitable for your lifestyle.What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"HowAreCarsPriced",
    "examples": [
      "How are cars priced",
      "How are the cars priced",
      "how do you price the cars",
      "how do i price my car",
      "how do you price my car",
      "how much should I sell my car for",
      "how much is my car worth",
      "what should I price my car",
      "what is the ideal price of my car",
      "how do I determine the price of my car",
      "how do I determine the ideal price of my car",
      "what is the ideal price of the car",
      "how do I determine the price of the car",
      "how do I determine the ideal price of the car",
      "how do i price the car",
      "how do you price the car",
      "how much should I sell the car for",
      "how are your cars priced",
      "how do you price your car",
      "how can I price my car"
    ],
    "metadata": [
      "Using our proprietary pricing algorithm, we will calculate the estimated ideal price of the car. By conducting a professional analysis of the car's pricing, we will assist you on pricing your car attractively, while balancing both maximum value you can obtain for your car and the speed of selling it off. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"FirstTimeBuyer",
    "examples": [
      "What make and model of car do you recommend for a first time buyer",
      "What make of car do you recommend for a first time buyer",
      "What model of car do you recommend for a first time buyer",
      "What make and model of car should I get as a first time buyer",
      "What model of car should I get as a first time buyer",
      "What car do you recommend for a firsttime buyer",
      "What car should I get as a first time buyer",
      "What do you recommend for a first time buyer",
      "What should I get as a first time buyer",
      "What tips do you have for a first time buyer",
      "What should I consider as a first time buyer",
      "I am a first time buyer. What car should I get",
      "can you reccomend me a car as a first time buyer",
      "I am a first time buyer. Can you reccomnd me a car"
    ],
    "metadata": [
      "For a first-time buyer, I would recommend a vehicle that is relatively reliable and fuss-free without blowing too much money and time on repairs. Some of the models I recommend are: Honda Fit/Jazz, Toyota Vios, Toyota Altis, Toyota C-HR, Mitsubishi Attrage, Mazda 2/3. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ? "
    ]
  },
  {
    "intent":"BeforeConfirmPurchase",
    "examples": [
      "What are some things I should look out for before confirming a purchase",
      "What should I look out for before confirming a purchase",
      "What tips do you have before confirming a purchase",
      "what should i do before confirming a purchase",
      "should I confirm a purchase",
      "what should I do before confirming a purchase",
      "should I confirm this purchase",
      "how do I know when to confirm a purchase",
      "what are some things I should look out for before confirming a patches",
      "when should I confirm a purchase",
      "when do you think I should confirm a purchase",
      "when do you think I can confirm a purchase"
    ],
    "metadata": [
      "Do your own due-dilligence to ensure that the vehicle you are buying is accident-free as this is a SAFETY issue that will compromise the structural integrity of the vehicle. There are some dealers in the market who would tamper with the mileage of the vehicle, so it is VERY IMPORTANT to not just look for a cheap car, but a GOOD car. Feel free to contact CARRO for a pre-purchase inspection, and we will provide you a full 160-point evaluation report of your vehicle. CARRO is in full compliance with Singapore's Motor Trade law, and we do not participate in tampering with mileage and we DO NOT sell cars that have been in a major accident before. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"BrakePad",
    "examples": [
      "How often should I change my brake pad",
      "When should I change my brake pad",
      "How do I know to change my brake pad",
      "Are my brake pads worn out",
      "what signs should i look out for to know if my I need to change my brake pads",
      "when should my brake pads be changed",
      "when should I change my brake pads",
      "when do you reccomend I change my brake pads",
      "when do you think I should change my brake pads",
      "How often should I change my brakes",
      "When should I change my brakes",
      "How do I know to change my brakes",
      "Are my brakes worn out",
      "what signs should i look out for to know if my I need to change my brakes",
      "when should my brakes be changed",
      "when should I change my brakes",
      "when do you reccomend I change my brakes",
      "when do you think I should change my brakes",
      "when do you reckon i change my brake pads"
    ],
    "metadata": [
      "There are a few signs you can look out for to know if your brake pads are worn out. The first is a metal on metal squealing or grinding sound when applying pressure to the brakes or if it takes a longer time and distance to completely stop your vehicle. When you feel vibration when applying the brakes is a sign that your vehicle's braking system is in need of a workshop check! Feel free to contact us and we'll be able to keep your vehicle in a SAFE and PRISTINE condition. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"TradeInMyCar",
    "examples": [
      "Can I trade-in my car when buying a certified pre-owned car from Carro",
      "can I trade-in my car when buying a pre-owned car from Carro",
      "Can I trade-in my car when buying a certified car from Carro",
      "Can I trade-in my car when buying a pre-owned car from kara",
      "Can I trade-in my car when buying a certified car from kara",
      "Can I trade-in my car when buying a car from Carro",
      "Can I trade-in my car when buying a car from kara",
      "can I trade in my car when buying a certified pre-owned car from Caro",
      "Can I trade-in my car",
      "can I trade in my car when buying up Setia fide pre-owned car from Carro",
      "can I trade in my car when buying a pre-owned car from Carro",
      "Can I trade-in my car when buying a certified pre-owned car from you",
      "Can I trade-in my car when buying a pre-owned car from you",
      "Can I trade-in my car when buying a certified car from you",
      "Can I trade-in my car when buying a car from you",
      "Can I trade-in my car",
      "can I trade in my car when buying up Setia fide pre-owned car from you",
      "can I trade in my car when buying a pre-owned car from you"
    ],
    "metadata": [
      "Yes, you can! Simply schedule a viewing for the pre-owned car of your choice and inform us of your intention to trade-in your car. More details will then be provided to you. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"EngineTuning",
    "examples": [
      "Does Carro do engine tuning",
      "Engine tuning",
      "can you tune my engine",
      "do you do engine tuning",
      "are you able to do engine tuning",
      "do you offer engine tuning services",
      "do you offer engine tuning"
    ],
    "metadata": [
      "Unfortunately, our CARRO Care Workshop does not offer engine tuning services. Nevertheless, we have a variety of other car repair and maintenance services that will assist you in making car care a breeze! What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"EngineOverhauls",
    "examples": [
      "Does Carro do engine overhauls",
      "Engine overhauls",
      "can you overhaul my engine",
      "do you do engine overhauls",
      "are you able to do engine overhauls",
      "do you offer engine overhaul services",
      "do you offer engine overhauls"
    ],
    "metadata": [
      "Our CARRO Care Workshop does offer engine overhaul services. However, this depends on the particular car's make and model! If you need car maintenance help, do book an appointment and our expert mechanics will assist you every step of the way. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"PricesNegotiable",
    "examples": [
      "Are the prices of Carro's used cars negotiable",
      "Are the prices of used cars negotiable",
      "Are the prices of Carro's cars negotiable",
      "Are the prices of your used cars negotiable",
      "Are the prices of your cars negotiable",
      "Are the prices negotiable",
      "Are prices negotiable",
      "can I negotiate the price",
      "are the prices of cars used cars negotiable"
    ],
    "metadata": [
      "Unfortunately, our car prices are non-negotiable. Rest assured that all our cars are fairly and competitively priced, with no hidden fees for transparency. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"WillIKnowIfItHasBeenInAnAccident",
    "examples": [
      "Will I know if the second hand cars on Carro have been in an accident",
      "Will I know if the second hand cars on your site have been in an accident",
      "Will I know if the second hand cars on your website have been in an accident",
      "what if the car has been in an accident",
      "what if the car was in an accident",
      "what if the car was in a car accident",
      "what if the car has been in a car accident",
      "how will I know if it has been in an accident",
      "what if it has been in an accident",
      "what if it was in an accident",
      "what if it was in a car accident",
      "what if it has been in a car accident",
      "Will i know if the car has been in a accident",
      "Will I know if the second hand cars have been in an accident",
      "Will I know if the cars on Carro have been in an accident",
      "Will I know if the cars on your site have been in an accident",
      "Will I know if the cars on your website have been in an accident",
      "will I know if the stick in hand caused on Caro have been in an accident",
      "will I know if the car has been in an accident",
      "will you tell me if the car has been in an accident",
      "will you alert me if the car has been in an accident",
      "will Carro tell me if the car has been in an accident",
      "will Carro alert me if the car has been in an accident"
    ],
    "metadata": [
      "All cars come with a thorough 160-point inspection report that documents any issues or repairs that were done on the cars in the previous ownership. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"HowWillPaperWorkBeCompleted",
    "examples": [
      "How will the paper work be completed",
      "Who will complete my paperwork",
      "how will I complete my paperwork",
      "what paperwork do I need to complete",
      "what paperwork should I complete",
      "what paperwork do I need to complete",
      "will you help with the paperwork",
      "will you help me with the paperwork",
      "will you help me with my paperwork",
      "how will the paperwork be completed",
      "will Carro help with the paperwork",
      "will Carro help me with the paperwork",
      "will Carro help me with my paperwork",
      "Can you help with the paperwork",
      "can you help me with the paperwork",
      "can you help me with my paperwork",
      "can Carro help with the paperwork",
      "can Carro help me with the paperwork",
      "can Carro help me with my paperwork"
    ],
    "metadata": [
      "Sit back and relax! We will handle all the paperwork for you. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"CanIReserve",
    "examples": [
      "Can I reserve a car",
      "Am I able to reserve a car",
      "can I reserve it",
      "will the car be reserved for me",
      "can you reserve a car for me",
      "can you reserve a car"
    ],
    "metadata": [
      "Yes, when you schedule a viewing for the car of your choice, the car will be reserved for you. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"FinancingAtCarro",
    "examples": [
      "How long does it take to get financing at Carro",
      "When can i get financing at Carro",
      "How long does it take to get financing",
      "When can i get financing",
      "How long does it take to get financing at kara",
      "When can i get financing at kara"
    ],
    "metadata": [
      "Through our sister company, Genie Financial Services, you can get financing for your used car purchase within 1 day! What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"AfterAcceptOffer",
    "examples": [
      "What happens after I accept the offer to sell my car",
      "What happens after I accept the offer",
      "What happens after I accept to sell my car",
      "What happens after I agree to the offer to sell my car",
      "What happens after I agree to sell my car",
      "what is the process after i accept an offer"
    ],
    "metadata": [
      "A CARRO representative will contact you to either schedule an inspection for your car, or to assist you with proceeding with the sale transaction (if your vehicle has already gone through CARRO's inspection). The inspection will be done by the buyer and a third party to verify any issues that may arise. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"WhenDoIGetPayment",
    "examples": [
      "When will I get payment for my car",
      "When can i expect payment",
      "When will I get payment for my car",
      "when do I get payed",
      "how long does it take for payment to come through",
      "how long before I get payed",
      "when does payment come through after I sell",
      "When does payment come through"
    ],
    "metadata": [
      "Once you accept the offer, an inspection will be scheduled with the buyer. If there are no further issues, you will be paid almost instantly. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"HowLongIsOfferValid",
    "examples": [
      "How long is the offer valid for",
      "How long do I have to consider the offer",
      "How long before I have to accept or reject the offer",
      "How long before I have to accept the offer",
      "How long before I have to make a decision",
      "when does the offer expire"
    ],
    "metadata": [
      "After receiving our offer, you will have 2 days to accept before it expires. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"OutstandingLoan",
    "examples": [
      "What happens if I have an outstanding loan on the car I'm trying to sell",
      "What happens if you have an outstanding loan on the car I'm trying to sell",
      "outstanding loan",
      "do I have to settle outstanding loans",
      "do you have to settle outstanding loans",
      "can you help me settle outstanding loans",
      "can you assist me in settling my outstanding loans",
      "can Carro help me settle outstanding loans",
      "can Carro assist me in settling my outstanding loans"
    ],
    "metadata": [
      "You are required to settle any outstanding loans before selling your car. We will assist you if you are not sure how to do this or if you would like us to settle the outstanding loan for you. However, there will be an administrative fee of 214 charged for this. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"RejectOffer",
    "examples": [
      "Can I reject an offer",
      "am I allowed to reject an offer",
      "am I able to reject an offer",
      "Can you reject an offer",
      "are you allowed to reject an offer",
      "are you able to reject an offer"
    ],
    "metadata": [
      "A lower offer is only negotiated if any defects or issues that were not communicated beforehand are found upon inspection. Any adjustments of the offer are subject to CARRO's guidelines for the common cost of repairs. You can reject the offer with no obligations whatsoever. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"CarroDifferent",
    "examples": [
      "What makes Carro different",
      "What makes Carro special",
      "What makes Carro unique",
      "what does carro do",
      "What is great about Carro",
      "What makes you different",
      "What makes you special",
      "What makes you unique",
      "what do you do",
      "What is great about you",
      "what makes carrots different"
    ],
    "metadata": [
      "Carro provides a full-stack service for all aspects of car ownership and uses AI-powered technology to transform the car buying and selling experience. By offering a trustworthy and transparent experience, Carro challenges the traditional way of buying and selling cars through proprietary pricing algorithm and AI-enabled capabilities. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"LocationSize",
    "examples": [
      "Where is your business based",
      "How large is the business",
      "How large is your business",
      "Where is your business located",
      "Where are you based",
      "How large are you",
      "Where are you located",
      "Where is Carro based",
      "How large is Carro",
      "Where is Carro located",
      "How big is Carro",
      "what countries is carro in",
      "what countries are you in",
      "how many employees do you have",
      "how many employees does Carro have",
      "How big are you",
      "How big is the business",
      "how big is Carro"
    ],
    "metadata": [
      "Headquartered in Singapore, CARRO has a strong presence in Asia Pacific supported by more than 2,000 employees across Indonesia, Thailand, Malaysia, and Vietnam. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"YearsOperating",
    "examples": [
      "How long have you been operating",
      "How long has carro been operating",
      "When was carro founded",
      "when was kara founded",
      "how long ago was carro founded",
      "when were you founded",
      "how long ago were you founded",
      "how many years have you been operating",
      "how many years has carro been operating"
    ],
    "metadata": [
      "Carro was founded in twenty fifteen. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"Careers",
    "examples": [
      "How can I get a job at Carro",
      "Can I get a job",
      "What career opportunities are available",
      "are there any job openings",
      "do you have any job openings",
      "career opportunities",
      "how can I get a job at Cara",
      "how can I get a job",
      "how do I get a job",
      "do you have any available jobs",
      "How can I get a job with you",
      "Can I get a job with you",
      "What career opportunities are available at Carro",
      "career opportunities",
      "do yoiu have any jobs",
      "how do I get a job with you",
      "I am looking for employment",
      "I am looking for work",
      "can you give me work"
    ],
    "metadata": [
      "We’re future-forward, firestarters that lead change for the industry. We are constantly looking for opportunities to relearn, evolve and empower people. Please visit our careers page on our website to see current openings. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"Founder",
    "examples": [
      "Who founded the business",
      "Who is Carro's founder",
      "Who founded carro",
      "Who founded kara",
      "who is the CEO of carro",
      "Who founded you",
      "Who is your founder",
      "who is the CEO",
      "who is your CEO",
      "who is your CEO",
      "can you tell me about your CEO",
      "can you tell me about your founder",
      "founder",
      "CEO"
    ],
    "metadata": [
      "Aaron Tan is the Co-Founder & Chief Executive Officer at Carro. He has obtained a bachelor of science from the Singapore Management University School of Information Systems. That led to a scholarship from the Infocomm Development Authority of Singapore to study computer science at Carnegie Mellon University where he graduated with a master of science. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"Investors",
    "examples": [
      "Who's invested in the business",
      "Who's invested in this business",
      "Who are Carro's investors",
      "who invested in carro",
      "Who has invested in the business",
      "how much funding does carro have",
      "how much funds have carro raised",
      "Who's invested in you",
      "Who are your investors",
      "who invested in you",
      "Who has invested in your business",
      "how much funding do you have",
      "how much funds have you raised"
    ],
    "metadata": [
      "CARRO last raised over $500 Million USD from Softbank Vision Fund and several sovereign funds.What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"MissionStatement",
    "examples": [
      "What is your mission statement",
      "mission",
      "mission statement",
      "what is carro's mission",
      "What is Carro's mission statement",
      "what is the mission"
    ],
    "metadata": [
      "to be the marketplace of choice for all automotive needs, providing customers with trustworthy alternatives for improving mobility. We'll catalyse change in the automotive ecosystem by driving higher standards, reshaping the industry with our solutions and empowering everybody with the experience they deserve. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"Vision",
    "examples": [
      "What is your vision",
      "vision",
      "what is your vision",
      "what is carro's vision",
      "what is Eurovision"
    ],
    "metadata": [
      "We aim to lead the automotive and mobility solutions market by providing a better experience, democratising information and advancing the automotive industry. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"Contact",
    "examples": [
      "How can I contact you",
      "how do i contact you",
      "what is your phone number",
      "can I call you",
      "can i email you",
      "how do I email you",
      "how do i get in contact",
      "contact information",
      "who do i contact",
      "is there someone I can talk to",
      "how do i contact someone",
      "can I email carro",
      "what is your phone number",
      "what is your phone",
      "what is your email",
      "what is your email address",
      "what is carro's phone number",
      "what is carro's phone",
      "what is carro's email",
      "what is carro's email address",
      "how do I get in touch with you",
      "can I talk to human",
      "how can I talk to a real person",
      "I want to talk to a human agent"
    ],
    "metadata": [
      "You can call us at 6 5, 6 7 4, 6 6 5 2, or email us help at carro dot co. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"OperatingHours",
    "examples": [
      "What are your operating hours",
      "when are you open",
      "what time are you open",
      "what are your opening hours",
      "when are you open",
      "what days are you open",
      "what are you operating hours",
      "What are Carro's operating hours",
      "when is carro open",
      "what time is carro open",
      "what are carro's opening hours",
      "what is carro's opening hours",
      "what days is carro open",
      "what are your hours"
    ],
    "metadata": [
      "We are open 7 days a week! Monday to Friday 9 AM to 6 PM and 10 AM to 6 PM on Saturday and Sunday. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"FormsOfPayment",
    "examples": [
      "What forms of payment do you accept",
      "What forms of payment does carro accept",
      "can i pay with cash",
      "how do I pay",
      "what forms of payment",
      "how should I pay",
      "can i use my credit card",
      "can i pay with a cheque",
      "can i pay with credit card",
      "can i use a cheque",
      "how can I pay"
    ],
    "metadata": [
      "We prefer cashless payment at CARRO. For example, you can use PayNow, Credit Card, NETS or Cheque. What {else |} {would you like {to know|help with} |can I {do to help you|help you with}}  ?"
    ]
  },
  {
    "intent":"Goodbye",
    "examples": [
      "bye",
      "goodbye",
      "see you later",
      "bye bye",
      "it's been good chatting, good bye",
      "thanks for your time",
      "thanks for your help"
    ],
    "metadata": [
      "It's been a pleasure to help you, have a good day and I hope to see you again soon. @close"
    ]
  }
]
